<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'อีเมล์/รหัสผ่าน ไม่ถูกต้อง กรุณาตรวจสอบ',
    'throttle' => 'ล็อกอินไม่สำเร็จติดต่อกันหลายครั้ง กรุณาลองใหม่ในอีก :seconds วินาที',
    'password' => 'รหัสผ่านไม่ถูกต้อง',
    'login' => 'เข้าสู่ระบบ',
    'rememberme' => 'จดจำฉันไว้',
    'loginbutton' => 'เข้าสู่ระบบ',
    'register' => 'สร้างบัญชีใหม่',
    'registerbutton' => 'สร้างบัญชีใหม่',
    'submit' => 'ตกลง',
    'fields' => [
        'name' => 'ชื่อ-นามสกุล',
        'email' => 'อีเมล์',
        'password' => 'รหัสผ่าน',
        'passwordconfirmation' => 'ยืนยันรหัสผ่าน',
    ],
    'placeholder' => [
        'name' => 'กรุณาป้อนชื่อ-นามสกุล',
        'email' => 'กรุณาป้อนอีเมล์',
        'password' => 'กรุณาป้อนรหัสผ่าน',
        'passwordconfirmation' => 'กรุณายืนยันรหัสผ่าน',
        'forgotpassword' => 'ลืมรหัสผ่าน?',
    ],
    'createaccount_text' => 'ยังไม่มีบัญชีเข้าใช้งาน?',
    'createaccount' => 'สมัครใช้บริการ',
    'error' => 'ผิดพลาด',
    '2fa' => [
        'title' => 'การยืนยันตัวตนแบบ 2 ชั้น',
        'code' => 'รหัสยืนยันตัวตน (2FA Code)',
        'codehelp' => 'กรุณายืนยันการเข้าใช้งานบัญชีของคุณ โดยใช้หรัสยืนยันตัวตนที่แสดงอยู่ในแอพยืนยันตัวตน',
        'emergency' => 'รหัสกู้คืน (Recovery Code)',
        'emergencycodehelp' => 'กรุณายืนยันการเข้าใช้งานบัญชีของคุณ โดยป้อนรหัสกู้คืนอันใดอันหนึ่งที่เก็บไว้',
        'submit' => 'ตกลง',
        'loginrecovery' => 'เข้าสู่ระบบโดยใช้รหัสกู้คืน',
        'logincode' => 'เข้าสู่ระบบโดยใช้รหัสยืนยันตัวตนแบบ 2 ชั้น',
    ],
    'confirmpassword' => 'กรุณาใส่รหัสผ่านก่อนดำเนินการต่อ',
    'forgotpassword' => 'ต้องการรีเซ็ตรหัสผ่าน',
    'forgotpasswordtext' => 'หากลืมรหัสผ่าน กรุณาระบุอีเมล์ที่ใช้ในการสมัตรใช้บริการ จากนั้นระบบจะส่งลิงค์เพื่อทำการรีเซ็ตรหัสผ่านไปให้ทางอีเมล์',
    'resetpasswordbutton' => 'ส่งลิงค์รีเซ็ตรหัสผ่าน',
    'emailverification' => 'การยืนยันที่อยู่อีเมล์',
    'emailverificationtext' => 'ลงทะเบียนขอใช้งานเรียบร้อยแล้ว! เราได้ส่งข้อมูลไปที่อีเมล์ที่ระบุ กรุณาตรวจสอบและกดปุ่มหรือลิงค์ในอีเมล์นั้นเพื่อทำการยืนยันและทำเรื่องขอเปิดใช้งาน หากคุณไม่ได้รับอีเมล์ กรุณาติดต่อผู้ดูแลระบบ',
    'resend' => 'ส่งอีกครั้ง',
    'resendconfirmation' => 'เราได้ส่งลิงค์ที่ใช้ในการยืนยันอีเมล์ไปที่อีเมล์ที่คุณระบุไว้ในตอนลงทะเบียนขอใช้งานแล้ว',

];
